
# https://blog.csdn.net/bjbz_cxy/article/details/79514030
color = [
    "#A1AFC9",  # 蓝灰色
    "#8D4BBB",  # 紫色
    "#789262",  # 竹青
    "#6B6882",  # 黝
    "#896C39",  # 秋色
    "#549688",  # 铜绿
    "#003472",  # 花青
    "#21A675",  # 松柏绿
    "#4B5CC4",  # 宝蓝
    "#808080",  # 灰色
    "#75878A",  # 苍色
    "#003371",  # 绀青
    "#2E4E7E",  # 藏青
    "#FFF143",  # 鹅黄
    "#FFC773",  # 姜黄
    "#BCE672",  # 松花色
    "#EDD1D8",  # 藕色
    "#00BC12",  # 油绿
    "#725E82",  # 乌色
    "#75664D",  # 黎
    "#BACAC6",  # 老银
    "#815463",  # 酱紫
]